tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
# Distributed revision control system
brew "git"
# The fastest shell plugin manager
brew "antibody"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Modern replacement for 'ls'
brew "exa"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Node version management
brew "n"
# Free (GNU) replacement for the Pico text editor
brew "nano"
# JavaScript package manager
brew "yarn"
# UNIX shell (command interpreter)
brew "zsh"
cask "alfred"
cask "brave-browser"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "gitkraken"
cask "visual-studio-code"
cask "vlc"
